<?php
/*
 * <?php - открывающий тег.
 * <? сокращенный вариант тега <?php.
 * Теоретически они ничем не отличаются. На практике лучше использовать <?php,
 * так как использованте тега <? доступно если он включен с помощью конфигурационной
 * директивы php.ini short_open_tag, либо если PHP был сконфигурирован
 * с опцией --enable-short-tags. Также следует быть осторожным, если сценарий
 * выполняется на сервере, а не локально.
 */


/**
 * Created by PhpStorm.
 * User: Артур
 * Date: 11.01.2017
 * Time: 21:58
 */